Repository: thongass000/QuickDrop
Catalog: QuickDrop/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sv, th, tr, uk, vi, zh_hans, zh_hant

# EnableQuickDropExtensionDescription
source: Click on 'Edit Extensions' on the bottom to enable QuickDrop for sharing.
ar: انقر على "تعديل الإضافات" في الأسفل لتفعيل QuickDrop للمشاركة.
ca: Fes clic a 'Edita extensions' a la part inferior per activar QuickDrop per compartir.
cs: Klikněte dole na „Upravit rozšíření“ a povolte QuickDrop pro sdílení.
da: Klik på 'Rediger udvidelser' nederst for at aktivere QuickDrop til deling.
de: Klicke unten auf „Erweiterungen bearbeiten“, um QuickDrop fürs Teilen zu aktivieren.
el: Κάντε κλικ στο 'Επεξεργασία Επεκτάσεων' στο κάτω μέρος για να ενεργοποιήσετε το QuickDrop για διαμοιρασμό.
es: Haz clic en 'Editar extensiones' abajo para activar QuickDrop para compartir.
es_419: Haz clic en 'Editar extensiones' en la parte inferior para habilitar QuickDrop para compartir.
fi: Napsauta alareunassa 'Muokkaa laajennuksia' ottaaksesi QuickDropin käyttöön jakamista varten.
fr: Cliquez sur « Modifier les extensions » en bas pour activer QuickDrop pour le partage.
fr_ca: Cliquez sur « Modifier les extensions » en bas pour activer QuickDrop pour le partage.
he: לחץ על 'ערוך הרחבות' בתחתית כדי להפעיל את QuickDrop לשיתוף.
hi: शेयरिंग के लिए क्विकड्रॉप सक्षम करने हेतु नीचे 'एक्सटेंशन संपादित करें' पर क्लिक करें।
hr: Kliknite na 'Uredi ekstenzije' pri dnu za omogućavanje QuickDrop dijeljenja.
hu: Kattintson alul a „Bővítmények szerkesztése” gombra a QuickDrop megosztásához.
id: Klik 'Edit Ekstensi' di bawah untuk mengaktifkan QuickDrop agar dapat berbagi.
it: Fai clic su 'Modifica estensioni' in basso per abilitare QuickDrop per la condivisione.
ja: 下部の「拡張機能を編集」をクリックして、QuickDropでの共有を有効にしてください。
ko: 하단의 '확장 프로그램 편집'을 클릭하여 공유용 QuickDrop을 활성화하세요.
ms: Klik pada 'Edit Sambungan' di bawah untuk mengaktifkan QuickDrop untuk perkongsian.
nb: Klikk på «Rediger utvidelser» nederst for å aktivere QuickDrop for deling.
nl: Klik onderaan op 'Extensies bewerken' om QuickDrop voor delen in te schakelen.
pl: Kliknij „Edytuj rozszerzenia” na dole, aby włączyć QuickDrop do udostępniania.
pt_br: Clique em 'Editar Extensões' na parte inferior para ativar o QuickDrop para compartilhamento.
pt_pt: Clique em 'Editar Extensões' em baixo para ativar o QuickDrop para partilhas.
ro: Apasă pe „Editează extensiile” jos pentru a activa QuickDrop la partajare.
ru: Нажмите «Изменить расширения» внизу, чтобы включить QuickDrop для обмена файлами.
sv: Klicka på 'Redigera tillägg' längst ner för att aktivera QuickDrop för delning.
th: คลิกที่ 'แก้ไขส่วนขยาย' ด้านล่างเพื่อเปิดใช้งาน QuickDrop สำหรับการแชร์
tr: Paylaşım için QuickDrop'u etkinleştirmek adına alttaki 'Uzantıları Düzenle'ye tıklayın.
uk: Натисніть «Редагувати розширення» внизу, щоб увімкнути QuickDrop для обміну файлами.
vi: Nhấn 'Chỉnh sửa Tiện ích' ở dưới để bật QuickDrop chia sẻ.
zh_hans: 点击底部的“编辑扩展”以启用 QuickDrop 共享。
zh_hant: 點擊下方的「編輯擴充功能」以啟用 QuickDrop 分享。

# Error.ClosedByPeer
source: The connection was aborted by your other device.
ar: تم إنهاء الاتصال من قبل جهازك الآخر.
ca: La connexió ha estat interrompuda per l'altre dispositiu.
cs: Připojení bylo přerušeno vaším druhým zařízením.
da: Forbindelsen blev afbrudt af din anden enhed.
de: Die Verbindung wurde von deinem anderen Gerät abgebrochen.
el: Η σύνδεση διακόπηκε από την άλλη συσκευή σας.
es: La conexión fue interrumpida por tu otro dispositivo.
es_419: La conexión fue abortada por tu otro dispositivo.
fi: Yhteys katkaistiin toisella laitteellasi.
fr: La connexion a été interrompue par votre autre appareil.
fr_ca: La connexion a été interrompue par votre autre appareil.
he: החיבור נותק על ידי המכשיר השני שלך.
hi: कनेक्शन आपके दूसरे डिवाइस द्वारा समाप्त कर दिया गया था।
hr: Vaš drugi uređaj je prekinuo vezu.
hu: A másik eszköz szakította meg a kapcsolatot.
id: Koneksi terputus oleh perangkat Anda yang lain.
it: La connessione è stata interrotta dall'altro dispositivo.
ja: 接続が他のデバイスによって中断されました。
ko: 다른 기기에서 연결이 중단되었습니다.
ms: Sambungan telah dibatalkan oleh peranti anda yang lain.
nb: Tilkoblingen ble avbrutt av den andre enheten din.
nl: De verbinding is afgebroken door je andere apparaat.
pl: Połączenie zostało przerwane przez inne urządzenie.
pt_br: A conexão foi abortada pelo seu outro dispositivo.
pt_pt: A ligação foi interrompida pelo seu outro dispositivo.
ro: Conexiunea a fost întreruptă de către celălalt dispozitiv.
ru: Соединение было прервано другим вашим устройством.
sv: Anslutningen avbröts av din andra enhet.
th: การเชื่อมต่อถูกยกเลิกโดยอุปกรณ์อีกเครื่องของคุณ
tr: Bağlantı diğer cihazınız tarafından sonlandırıldı.
uk: З'єднання було перервано вашим іншим пристроєм.
vi: Kết nối đã bị thiết bị kia của bạn hủy.
zh_hans: 连接已被你的另一台设备中断。
zh_hant: 連線已被您的其他裝置中止。

# Error.Crypto
source: Encryption error
ar: خطأ في التشفير
ca: Error de xifrat
cs: Chyba šifrování
da: Krypteringsfejl
de: Verschlüsselungsfehler
el: Σφάλμα κρυπτογράφησης
es: Error de encriptación
es_419: Error de cifrado
fi: Salakirjoitusvirhe
fr: Erreur de cryptage
fr_ca: Erreur de chiffrement
he: שגיאת הצפנה
hi: एन्क्रिप्शन में त्रुटि
hr: Pogreška šifriranja
hu: Titkosítási hiba
id: Kesalahan enkripsi
it: Errore di crittografia
ja: 暗号化エラー
ko: 암호화 오류
ms: Ralat penyulitan
nb: Krypteringsfeil
nl: Fout bij codering
pl: Błąd szyfrowania
pt_br: Erro de encriptação
pt_pt: Erro de encriptação
ro: Eroare de criptare
ru: Ошибка шифрования
sv: Krypteringsfel
th: การเข้ารหัสผิดพลาด
tr: Şifreleme hatası
uk: Помилка шифрування
vi: Lỗi mã hóa
zh_hans: 加密出错
zh_hant: 加密錯誤

# Error.FixInstructions
source: If this happens repeatedly, please restart your other device or try downloading the QuickDrop Android app from Google Play.
ar: إذا تكرر ذلك، يرجى إعادة تشغيل جهازك الآخر أو محاولة تنزيل تطبيق QuickDrop للأندرويد من متجر Google Play.
ca: Si això passa repetidament, reinicia l'altre dispositiu o prova de descarregar l'app QuickDrop per a Android des de Google Play.
cs: Pokud se to opakuje, restartujte své druhé zařízení nebo zkuste stáhnout aplikaci QuickDrop pro Android z Google Play.
da: Hvis dette sker gentagne gange, genstart venligst din anden enhed eller prøv at downloade QuickDrop Android-appen fra Google Play.
de: Wenn das wiederholt passiert, starte bitte dein anderes Gerät neu oder lade die QuickDrop Android-App aus dem Google Play Store herunter.
el: Αν αυτό συμβαίνει επαναλαμβανόμενα, παρακαλώ επανεκκινήστε τη συσκευή σας ή δοκιμάστε να κατεβάσετε την εφαρμογή QuickDrop για Android από το Google Play.
es: Si esto ocurre repetidamente, reinicia tu otro dispositivo o intenta descargar la aplicación QuickDrop para Android desde Google Play.
es_419: Si esto ocurre repetidamente, por favor reinicia tu otro dispositivo o intenta descargar la app QuickDrop para Android desde Google Play.
fi: Jos tämä toistuu, käynnistä toinen laitteesi uudelleen tai kokeile ladata QuickDrop Android -sovellus Google Playsta.
fr: Si cela se produit à plusieurs reprises, veuillez redémarrer votre autre appareil ou essayer de télécharger l'application QuickDrop pour Android depuis Google Play.
fr_ca: Si cela se produit souvent, veuillez redémarrer votre autre appareil ou essayez de télécharger l’application QuickDrop pour Android sur Google Play.
he: אם זה קורה שוב ושוב, נא הפעל מחדש את המכשיר השני או נסה להוריד את אפליקציית QuickDrop לאנדרואיד מ-Google Play.
hi: अगर यह बार-बार होता है, तो कृपया अपने दूसरे डिवाइस को पुनः प्रारंभ करें या Google Play से QuickDrop Android ऐप डाउनलोड करने का प्रयास करें।
hr: Ako se ovo ponavlja, ponovno pokrenite drugi uređaj ili pokušajte preuzeti QuickDrop Android aplikaciju s Google Playa.
hu: Ha ez ismétlődően előfordul, indítsa újra a másik eszközt, vagy próbálja letölteni a QuickDrop Android alkalmazást a Google Play-ről.
id: Jika ini terjadi berulang kali, silakan mulai ulang perangkat Anda yang lain atau coba unduh aplikasi QuickDrop Android dari Google Play.
it: Se questo accade ripetutamente, riavvia il tuo altro dispositivo o prova a scaricare l'app QuickDrop per Android da Google Play.
ja: この問題が繰り返し発生する場合は、他のデバイスを再起動するか、Google Play から QuickDrop Android アプリをダウンロードしてください。
ko: 이 문제가 반복된다면, 다른 기기를 재시작하거나 Google Play에서 QuickDrop Android 앱을 다운로드해보세요.
ms: Jika ini berlaku berulang kali, sila mulakan semula peranti anda yang lain atau cuba muat turun aplikasi QuickDrop Android dari Google Play.
nb: Hvis dette skjer gjentatte ganger, start den andre enheten på nytt eller prøv å laste ned QuickDrop Android-appen fra Google Play.
nl: Als dit herhaaldelijk gebeurt, start dan je andere apparaat opnieuw op of download de QuickDrop Android-app via Google Play.
pl: Jeśli to się powtarza, uruchom ponownie inne urządzenie lub spróbuj pobrać aplikację QuickDrop na Androida ze Sklepu Google Play.
pt_br: Se isso acontecer repetidamente, reinicie seu outro dispositivo ou tente baixar o app QuickDrop para Android na Google Play.
pt_pt: Se isto acontecer repetidamente, reinicie o seu outro dispositivo ou tente descarregar a app QuickDrop para Android na Google Play.
ro: Dacă se întâmplă frecvent, repornește celălalt dispozitiv sau încearcă să descarci aplicația QuickDrop pentru Android din Google Play.
ru: Если это происходит часто, перезагрузите ваше другое устройство или попробуйте скачать приложение QuickDrop для Android в Google Play.
sv: Om detta händer upprepade gånger, starta om din andra enhet eller ladda ner QuickDrop Android-appen från Google Play.
th: หากเกิดเหตุการณ์นี้บ่อยๆ กรุณารีสตาร์ทอุปกรณ์อีกเครื่องหรือดาวน์โหลดแอป QuickDrop สำหรับ Android จาก Google Play
tr: Bu durum tekrar ederse, lütfen diğer cihazınızı yeniden başlatın veya Google Play'den QuickDrop Android uygulamasını indirmeyi deneyin.
uk: Якщо це трапляється часто, перезапустіть інший пристрій або спробуйте завантажити додаток QuickDrop для Android з Google Play.
vi: Nếu điều này xảy ra nhiều lần, vui lòng khởi động lại thiết bị kia hoặc thử tải ứng dụng QuickDrop cho Android từ Google Play.
zh_hans: 如果这种情况反复发生，请重启你的另一台设备，或尝试从 Google Play 下载 QuickDrop 安卓应用。
zh_hant: 如果這種情況反覆發生，請重新啟動您的其他裝置，或嘗試從 Google Play 下載 QuickDrop Android 應用程式。

# Error.NetworkDown
source: The Wi-Fi connection was interrupted. Please check your Wi-Fi connection and try again.
ar: تم قطع اتصال Wi‑Fi. يرجى التحقق من اتصال Wi‑Fi الخاص بك والمحاولة مرة أخرى.
ca: La connexió Wi-Fi s'ha interromput. Si us plau, comprova la connexió i torna a intentar-ho.
cs: Wi-Fi připojení bylo přerušeno. Zkontrolujte prosím své připojení k Wi-Fi a zkuste to znovu.
da: Wi-Fi-forbindelsen blev afbrudt. Tjek din Wi-Fi og prøv igen.
de: Die WLAN‑Verbindung wurde unterbrochen. Bitte überprüfe deine WLAN‑Verbindung und versuche es erneut.
el: Η σύνδεση Wi-Fi διεκόπη. Ελέγξτε τη σύνδεσή σας και δοκιμάστε ξανά.
es: La conexión Wi‑Fi se interrumpió. Por favor, verifica tu conexión Wi‑Fi e inténtalo de nuevo.
es_419: La conexión Wi-Fi fue interrumpida. Por favor, verifica tu conexión Wi-Fi e inténtalo de nuevo.
fi: Wi-Fi-yhteys keskeytyi. Tarkista Wi-Fi-yhteytesi ja yritä uudelleen.
fr: La connexion Wi‑Fi a été interrompue. Veuillez vérifier votre connexion Wi‑Fi et réessayer.
fr_ca: La connexion Wi-Fi a été interrompue. Veuillez vérifier votre connexion Wi-Fi et réessayer.
he: החיבור ל-Wi-Fi הופסק. בדוק את חיבור ה-Wi-Fi שלך ונסה שוב.
hi: वाई-फ़ाई कनेक्शन में रुकावट आई। कृपया अपनी वाई-फ़ाई कनेक्शन जांचें और पुनः प्रयास करें।
hr: Wi-Fi veza je prekinuta. Provjerite svoju Wi-Fi vezu i pokušajte ponovno.
hu: Megszakadt a Wi‑Fi kapcsolat. Kérlek, ellenőrizd a Wi‑Fi kapcsolatodat, majd próbáld újra.
id: Koneksi Wi-Fi terputus. Harap periksa koneksi Wi-Fi Anda dan coba lagi.
it: La connessione Wi‑Fi è stata interrotta. Controlla la tua connessione Wi‑Fi e riprova.
ja: Wi‑Fi 接続が中断されました。Wi‑Fi 接続を確認してから、もう一度お試しください。
ko: Wi‑Fi 연결이 끊어졌습니다. Wi‑Fi 연결 상태를 확인하고 다시 시도하세요.
ms: Sambungan Wi-Fi telah terganggu. Sila periksa sambungan Wi-Fi anda dan cuba lagi.
nb: Wi-Fi-tilkoblingen ble avbrutt. Sjekk Wi-Fi-tilkoblingen din og prøv igjen.
nl: De Wi‑Fi‑verbinding is onderbroken. Controleer je Wi‑Fi‑verbinding en probeer het opnieuw.
pl: Połączenie Wi-Fi zostało przerwane. Sprawdź połączenie i spróbuj ponownie.
pt_br: A ligação Wi‑Fi foi interrompida. Verifica a tua ligação Wi‑Fi e tenta novamente.
pt_pt: A ligação Wi‑Fi foi interrompida. Verifica a tua ligação Wi‑Fi e tenta novamente.
ro: Conexiunea Wi‑Fi a fost întreruptă. Verifică conexiunea Wi‑Fi și încearcă din nou.
ru: Соединение по Wi‑Fi было прервано. Пожалуйста, проверьте соединение Wi‑Fi и попробуйте снова.
sv: Wi-Fi-anslutningen avbröts. Kontrollera din Wi-Fi-anslutning och försök igen.
th: การเชื่อมต่อ Wi‑Fi ถูกขัดจังหวะ โปรดตรวจสอบการเชื่อมต่อ Wi‑Fi ของคุณแล้วลองอีกครั้ง
tr: Wi-Fi bağlantısı kesildi. Lütfen Wi-Fi bağlantınızı kontrol edip tekrar deneyin.
uk: З’єднання Wi‑Fi було перервано. Будь ласка, перевірте своє Wi‑Fi з’єднання та спробуйте ще раз.
vi: Kết nối Wi-Fi bị gián đoạn. Vui lòng kiểm tra kết nối Wi-Fi và thử lại.
zh_hans: Wi‑Fi 连接中断。请检查您的 Wi‑Fi 连接并重试。
zh_hant: Wi-Fi 連接中斷。請檢查您的 Wi-Fi 連接並重試。

# Error.Signature
source: Invalid signature. This usually means that a message was damaged during transit. Please try again.
ar: توقيع غير صالح. عادةً ما يعني هذا أن الرسالة تعرضت للتلف أثناء النقل. يرجى المحاولة مرة أخرى.
ca: Signatura no vàlida. Això normalment significa que un missatge s'ha danyat durant el trànsit. Si us plau, intenta-ho de nou.
cs: Neplatný podpis. To obvykle znamená, že zpráva byla během přenosu poškozena. Zkuste to prosím znovu.
da: Ugyldig signatur. Dette betyder typisk, at en besked blev beskadiget under overførslen. Prøv igen.
de: Ungültige Signatur. Dies bedeutet normalerweise, dass eine Nachricht während der Übertragung beschädigt wurde. Bitte versuche es erneut.
el: Μη έγκυρη υπογραφή. Αυτό συνήθως σημαίνει ότι ένα μήνυμα υπέστη ζημιά κατά τη μετάδοση. Δοκιμάστε ξανά.
es: Firma no válida. Esto usualmente significa que un mensaje fue dañado durante el tránsito. Por favor, inténtelo de nuevo.
es_419: Firma inválida. Esto generalmente significa que un mensaje se dañó durante el tránsito. Por favor, inténtalo de nuevo.
fi: Virheellinen allekirjoitus. Tämä yleensä tarkoittaa, että viesti vioittui siirron aikana. Yritä uudelleen.
fr: Signature invalide. Cela signifie généralement qu'un message a été endommagé pendant le transit. Veuillez réessayer.
fr_ca: Signature invalide. Cela signifie généralement qu'un message a été endommagé pendant le transit. Veuillez réessayer.
he: חתימה לא חוקית. בדרך כלל זה אומר שהודעה נפגמה במהלך השידור. נסה שוב.
hi: अमान्य हस्ताक्षर। आमतौर पर इसका मतलब है कि ट्रांसमिशन के दौरान संदेश क्षतिग्रस्त हो गया। कृपया पुनः प्रयास करें।
hr: Neispravan potpis. To obično znači da je poruka oštećena tijekom prijenosa. Pokušajte ponovno.
hu: Érvénytelen aláírás. Ez általában azt jelenti, hogy egy üzenet sérült meg az átvitel során. Kérjük, próbálja újra.
id: Tanda tangan tidak valid. Ini biasanya berarti bahwa pesan rusak selama pengiriman. Harap coba lagi.
it: Firma non valida. Questo di solito significa che un messaggio è stato danneggiato durante la trasmissione. Per favore riprova.
ja: 署名が無効です。これは通常、メッセージが転送中に破損したことを意味します。もう一度試してください。
ko: 잘못된 서명입니다. 보통은 전송 중 메시지가 손상된 것을 의미합니다. 다시 시도해 주세요.
ms: Tandatangan tidak sah. Ini biasanya bermaksud mesej telah rosak semasa transit. Sila cuba lagi.
nb: Ugyldig signatur. Dette betyr vanligvis at en melding ble skadet under overføring. Prøv igjen.
nl: Ongeldige handtekening. Dit betekent meestal dat een bericht beschadigd is tijdens de overdracht. Probeer het opnieuw.
pl: Nieprawidłowy podpis. Zwykle oznacza to, że wiadomość została uszkodzona podczas transmisji. Spróbuj ponownie.
pt_br: Assinatura inválida. Isso geralmente significa que uma mensagem foi danificada durante a transmissão. Por favor, tente novamente.
pt_pt: Assinatura inválida. Isso geralmente significa que uma mensagem foi danificada durante o trânsito. Por favor, tente novamente.
ro: Semnătură nevalidă. De obicei, asta înseamnă că un mesaj a fost deteriorat în timpul transmiterii. Vă rugăm să încercați din nou.
ru: Недействительная подпись. Обычно это означает, что сообщение было повреждено во время передачи. Пожалуйста, попробуйте еще раз.
sv: Ogiltig signatur. Detta betyder vanligtvis att ett meddelande skadades under överföringen. Försök igen.
th: ลายเซ็นไม่ถูกต้อง ซึ่งมักหมายถึงข้อความได้รับความเสียหายระหว่างการส่ง กรุณาลองใหม่อีกครั้ง
tr: Geçersiz imza. Bu genellikle mesajın iletim sırasında zarar gördüğü anlamına gelir. Lütfen tekrar deneyin.
uk: Недійсний підпис. Зазвичай це означає, що повідомлення було пошкоджене під час передачі. Будь ласка, спробуйте ще раз.
vi: Chữ ký không hợp lệ. Thường điều này có nghĩa là một thông điệp bị hỏng trong quá trình truyền tải. Vui lòng thử lại.
zh_hans: 签名无效。这通常意味着消息在传输过程中损坏。请再试一次。
zh_hant: 無效的簽名。這通常意味著訊息在傳輸過程中被破壞。請重試。
